{"status":"ok","articles":[{"source":{"id":"talksport","name":"TalkSport"},"author":"talkSPORT","title":"Manchester United 1-2 Manchester City: Guardiola's side place one hand on title","description":"Runaway Premier League leaders Manchester City opened up an eye-watering double-digit lead over rivals Manchester United after Nicolas Otamendi fired Pep Guardiola's men to derby victory. The much-anticipated 175th Manchester derby was comfortably the biggest game of the Premier League season, such was the need for Jose Mourinho's Reds to claw back their swashbuckling rivals.","url":"http://talksport.com/football/manchester-united-1-2-manchester-city-guardiolas-side-place-one-hand-title-171210265062","urlToImage":"https://talksport.com/sites/default/files/field/image/201712/gettyimages-889499588.jpg","publishedAt":"2017-12-10T18:39:00Z"},{"source":{"id":"talksport","name":"TalkSport"},"author":"talkSPORT","title":"Liverpool 1-1 Everton: Wayne Rooney grabs first ever Merseyside derby goal to frustrate Reds","description":"Wayne Rooney's first Merseyside derby goal earned Everton a 1-1 draw at Anfield as Liverpool manager Jurgen Klopp's selection gamble backfired. It was a moment the 32-year-old had dreamed about ever since making his Toffees debut way back in August 2002 but, having had to wait after more than a decade at Manchester United, when it came it was something of a gift.","url":"http://talksport.com/football/liverpool-1-1-everton-wayne-rooney-grabs-first-ever-merseyside-derby-goal-frustrate-reds","urlToImage":"https://talksport.com/sites/default/files/field/image/201712/everton_0.jpg","publishedAt":"2017-12-10T16:20:00Z"},{"source":{"id":"talksport","name":"TalkSport"},"author":"talkSPORT","title":"Manchester United 1-2 Manchester City player ratings: Red Devils stars rated and slated","description":"Manchester United fell to a 2-1 defeat at the hands of rivals Manchester City in the Premier League, landing a huge blow to their title aspirations. Goals from David Silva and Nicolas Otamendi sandwiched Marcus Rashford's leveller as Pep Guardiola's men gained a comfortable win to extend their winning streak in the league to 14 games. Red Devils boss Jose Mourinho, though, will be disappointed with some of his players, with a select few getting a pasting from fans on social media for their poor performances.","url":"http://talksport.com/football/manchester-united-1-2-manchester-city-player-ratings-red-devils-stars-rated-and-slated","urlToImage":"https://talksport.com/sites/default/files/field/image/201712/mufc-1_0.jpg","publishedAt":"2017-12-10T19:09:00Z"},{"source":{"id":"talksport","name":"TalkSport"},"author":"James Hopper","title":"Jurgen Klopp insists referee Craig Pawson was wrong to award Everton penalty","description":"Liverpool boss Jurgen Klopp believes referee Craig Pawson was wrong to award Everton a penalty as the points were shared in the Merseyide derby. The Reds looked set for three points thanks to Mohamed Salah’s first half wonder strike but had to make do with a draw after Wayne Rooney’s successful spot-kick effort. Everton’s Dominic Calvert-Lewin was adjudged to have been fouled by defender Dejan Lovren after being bundled over in the penalty area when there appeared to be little danger.","url":"http://talksport.com/football/jurgen-klopp-insists-referee-craig-pawson-was-wrong-award-everton-penalty-171210265054","urlToImage":"https://talksport.com/sites/default/files/field/image/201712/gettyimages-889432688.jpg","publishedAt":"2017-12-10T17:19:00Z"},{"source":{"id":"talksport","name":"TalkSport"},"author":"talkSPORT","title":"Arsenal FC news: Arsene Wenger explains Alexis Sanchez’s poor display against Southampton","description":"Arsene Wenger believes Alexis Sanchez’s poor display against Southampton was due to him dropping too deep on the pitch, despite the team dominating possession. The Chilean hasn’t had the best season for the Gunners with many believing his soon-to-expire contract is playing on his mind.","url":"http://talksport.com/football/arsenal-fc-news-arsene-wenger-explains-alexis-sanchezs-poor-display-against-southampton-0","urlToImage":"https://talksport.com/sites/default/files/field/image/201712/alexis-sanchez.jpg","publishedAt":"2017-12-10T15:16:00Z"},{"source":{"id":"talksport","name":"TalkSport"},"author":"talkSPORT","title":"Southampton 1-1 Arsenal: Olivier Giroud rescues point for Gunners","description":"Olivier Giroud climbed off the bench to rescue a point for Arsenal in a 1-1 draw at Southampton. The French frontman struck two minutes from the end as Saints just failed to hang on to Charlie Austin's early opener. Austin had punished Arsenal for a calamitous beginning to the match with his fourth goal in his last three starts. With just two minutes on the clock the striker collected a loose clearance from Per Mertesacker and fed Dusan Tadic. Austin timed his run into the area perfectly, taking Tadic's return ball in his stride and lashing it past Petr Cech.","url":"http://talksport.com/football/southampton-1-1-arsenal-olivier-giroud-rescues-point-gunners-171210265029","urlToImage":"https://talksport.com/sites/default/files/field/image/201712/gettyimages-889373884.jpg","publishedAt":"2017-12-10T14:16:00Z"},{"source":{"id":"talksport","name":"TalkSport"},"author":"talkSPORT","title":"Borussia Dortmund sack Peter Bosz after 12-game winless run","description":"Borussia Dortmund have sacked coach Peter Bosz after their winless run stretched to 12 games in all competitions with defeat to Werder Bremen. The club announced the news in a press conference on Sunday, carried on their social media channels just 24 games into the Dutchman's tenure.  Dortmund chief executive Hans-Joachim Watzke said: \"Last night, in a conversation with Peter Bosz, we decided that we would release him with immediate effect. It was very emotional, but also respectful.","url":"http://talksport.com/football/borussia-dortmund-sack-peter-bosz-after-12-game-winless-run-171210265017","urlToImage":"https://talksport.com/sites/default/files/field/image/201712/peter-bosz.jpg","publishedAt":"2017-12-10T11:29:00Z"},{"source":{"id":"talksport","name":"TalkSport"},"author":"talkSPORT","title":"Antonio Conte says Chelsea's Premier League title hopes are over after West Ham defeat","description":"Antonio Conte has ruled Chelsea out of the Premier League title race. Last season's champions were beaten 1-0 by West Ham on Saturday to leave them 11 points behind leaders Manchester City. REPORT - West Ham 1-0 Chelsea: Marko Arnautovic earns Hammers first win under David Moyes There are still 23 games left of the campaign, but Conte insists his side are not good enough to close the gap.","url":"http://talksport.com/football/antonio-conte-says-chelseas-premier-league-title-hopes-are-over-after-west-ham-defeat","urlToImage":"https://talksport.com/sites/default/files/field/image/201712/gettyimages-888808236.jpg","publishedAt":"2017-12-09T15:45:00Z"}]}